#+TITLE: Anatomy II - Arms
#+AUTHOR: Chris Hogan
#+DATE: <2021-05-24 Mon> to <2021-03-20 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-05-30 Sun 20:49], for week 2021-W21.
  | Tags    | Headline                       | Time    |       |      |      |
  |---------+--------------------------------+---------+-------+------+------|
  |         | *Total time*                   | *26:15* |       |      |      |
  |---------+--------------------------------+---------+-------+------+------|
  |         | \_  Week 1                     |         | 26:15 |      |      |
  |         | \_    <2021-05-24 Mon>         |         |       | 4:47 |      |
  | drawing | \_      Digital warmup         |         |       |      | 0:33 |
  | drawing | \_      Copy comic page        |         |       |      | 1:09 |
  | drawing | \_      4 Bridgman hands       |         |       |      | 0:41 |
  | drawing | \_      Proko arms             |         |       |      | 0:42 |
  | study   | \_      Proko arms             |         |       |      | 0:20 |
  | drawing | \_      Original page          |         |       |      | 1:22 |
  |         | \_    <2021-05-25 Tue>         |         |       | 3:29 |      |
  | drawing | \_      4 Bridgman hands       |         |       |      | 0:25 |
  | drawing | \_      Digital warmup         |         |       |      | 0:16 |
  | drawing | \_      Proko arms             |         |       |      | 1:14 |
  | drawing | \_      Original page          |         |       |      | 1:14 |
  | study   | \_      Proko hands            |         |       |      | 0:20 |
  |         | \_    <2021-05-26 Wed>         |         |       | 2:52 |      |
  | drawing | \_      4 Bridgman hands       |         |       |      | 0:21 |
  | drawing | \_      Digital warmup         |         |       |      | 0:17 |
  | drawing | \_      Proko arms             |         |       |      | 0:44 |
  | drawing | \_      Original page          |         |       |      | 1:10 |
  | study   | \_      Proko hands            |         |       |      | 0:20 |
  |         | \_    <2021-05-27 Thu>         |         |       | 2:56 |      |
  | drawing | \_      4 Bridgman hands       |         |       |      | 0:38 |
  | drawing | \_      Proko hands            |         |       |      | 0:57 |
  | drawing | \_      Hands from imagination |         |       |      | 1:11 |
  | study   | \_      Proko hands            |         |       |      | 0:10 |
  |         | \_    <2021-05-28 Fri>         |         |       | 2:19 |      |
  | drawing | \_      4 Bridgman hands       |         |       |      | 0:30 |
  | drawing | \_      Proko hands            |         |       |      | 1:34 |
  | study   | \_      Proko hands            |         |       |      | 0:15 |
  |         | \_    <2021-05-29 Sat>         |         |       | 6:59 |      |
  | drawing | \_      4 Bridgman hands       |         |       |      | 0:27 |
  | drawing | \_      Proko hands            |         |       |      | 3:31 |
  | drawing | \_      Copy comic art         |         |       |      | 0:44 |
  | drawing | \_      Draw from imagination  |         |       |      | 2:17 |
  |         | \_    <2021-05-30 Sun>         |         |       | 2:53 |      |
  | drawing | \_      4 Bridgman hands       |         |       |      | 0:40 |
  | drawing | \_      Proko hands            |         |       |      | 1:43 |
  | study   | \_      Blog post              |         |       |      | 0:30 |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *24h 20m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *1h 55m*  |
  
  #+END:
*** <2021-05-24 Mon>
**** DONE Digital warmup                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 18:40]--[2021-05-24 Mon 19:13] =>  0:33
     :END:
**** DONE Copy comic page                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 10:28]--[2021-05-24 Mon 11:37] =>  1:09
     :END:
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 14:46]--[2021-05-24 Mon 15:27] =>  0:41
     :END:
**** DONE Proko arms                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 17:58]--[2021-05-24 Mon 18:40] =>  0:42
     :END:
**** DONE Proko arms                                                  :study:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 22:00]--[2021-05-24 Mon 22:20] =>  0:20
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-24 Mon 19:35]--[2021-05-24 Mon 20:57] =>  1:22
     :END:
*** <2021-05-25 Tue>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 18:00]--[2021-05-25 Tue 18:25] =>  0:25
     :END:
**** DONE Digital warmup                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 18:30]--[2021-05-25 Tue 18:46] =>  0:16
     :END:
**** DONE Proko arms                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 18:46]--[2021-05-25 Tue 20:00] =>  1:14
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 20:01]--[2021-05-25 Tue 21:15] =>  1:14
     :END:
**** DONE Proko hands                                               :study:
     :LOGBOOK:
     CLOCK: [2021-05-25 Tue 22:00]--[2021-05-25 Tue 22:20] =>  0:20
     :END:
*** <2021-05-26 Wed>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 18:14]--[2021-05-26 Wed 18:35] =>  0:21
     :END:
**** DONE Digital warmup                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 18:46]--[2021-05-26 Wed 19:03] =>  0:17
     :END:
**** DONE Proko arms                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 19:03]--[2021-05-26 Wed 19:47] =>  0:44
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 20:11]--[2021-05-26 Wed 21:21] =>  1:10
     :END:
**** DONE Proko hands                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-05-26 Wed 22:00]--[2021-05-26 Wed 22:20] =>  0:20
     :END:
*** <2021-05-27 Thu>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-27 Thu 18:20]--[2021-05-27 Thu 18:58] =>  0:38
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-27 Thu 18:58]--[2021-05-27 Thu 19:55] =>  0:57
     :END:
**** DONE Hands from imagination                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-27 Thu 20:06]--[2021-05-27 Thu 21:17] =>  1:11
     :END:
**** DONE Proko hands                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-05-27 Thu 22:00]--[2021-05-27 Thu 22:10] =>  0:10
     :END:
*** <2021-05-28 Fri>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-28 Fri 17:57]--[2021-05-28 Fri 18:27] =>  0:30
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-28 Fri 18:28]--[2021-05-28 Fri 20:02] =>  1:34
     :END:
**** DONE Proko hands                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-05-28 Fri 22:00]--[2021-05-28 Fri 22:15] =>  0:15
     :END:
*** <2021-05-29 Sat>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-29 Sat 08:36]--[2021-05-29 Sat 09:03] =>  0:27
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-29 Sat 14:29]--[2021-05-29 Sat 15:36] =>  1:07
     CLOCK: [2021-05-29 Sat 09:03]--[2021-05-29 Sat 11:27] =>  2:24
     :END:
**** DONE Copy comic art                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-29 Sat 15:46]--[2021-05-29 Sat 16:30] =>  0:44
     :END:
**** DONE Draw from imagination                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-29 Sat 18:10]--[2021-05-29 Sat 20:27] =>  2:17
     :END:
*** <2021-05-30 Sun>
**** DONE 4 Bridgman hands                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-30 Sun 09:59]--[2021-05-30 Sun 10:39] =>  0:40
     :END:
**** DONE Proko hands                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-05-30 Sun 14:06]--[2021-05-30 Sun 14:46] =>  0:40
     CLOCK: [2021-05-30 Sun 10:39]--[2021-05-30 Sun 11:42] =>  1:03
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-05-30 Sun 20:09]--[2021-05-30 Sun 20:39] =>  0:30
     :END:

** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-05-30 Sun 20:50], for week 2021-W21.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:

*** <2021-05-31 Mon>
** Week 3
** Week 4
   
